Repository: asereid56/Mazaady
Catalog: Mazaady/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. الرجاء المحاولة لاحقًا.

source: Arabic
ar: اللغة العربية

source: Cart
ar: العربة

source: Connection timed out. Try again.
ar: انتهت مهلة الاتصال. حاول مرة أخرى.

source: D
ar: ي

source: English
ar: اللغة الانجليزية

source: Error
ar: خطأ

source: Followers
ar: المتابعون

source: Following
ar: الذين تتابعهم

source: H
ar: س

source: Home
ar: الصفحة الرئيسية

source: Language
ar: اللغة

source: Lot Starts In
ar: تبدأ القرعة في

source: M
ar: د

source: No Followers Yet
ar: لا يوجد متابعين

source: No internet connection. Please check your network.
ar: لا يوجد اتصال بالإنترنت. الرجاء التحقق من الشبكة.

source: No Reviews Yet
ar: لا يوجد تعليقات

source: Offer Price
ar: سعر العرض

source: Price
ar: السعر

source: Products
ar: المنتجات

source: Profile
ar: الملف الشخصي

source: Reviews
ar: التعليقات

source: Search
ar: البحث

source: Try search by another word...
ar: حاول البحث بكلمة أخرى...
